{
  "info": [
    "Уильям Шекспир придумал более 1000 английских слов",
    "В США нет официального государственного языка",
    "Английский язык распространили по всему миру Британская империя и iPhone",
    "В английском языке когда-то было на 3 буквы больше, чем сейчас",
    "Самое употребительное английское прилагательное –  “good”",
    "Самое употребительное английское существительное – “time”",
    "Некоторые английские слова можно читать в любую сторону",
    "Некоторые английские слова можно переворачивать вверх тормашками",
    "Английским языком владеют примерно 1,5 миллиарда человек",
    "Самое короткое законченное английское предложение – “I am”",
    "Среднестатистический носитель английского языка знает от 20 до 30 тысяч слов",
    "Английский – официальный язык мирового авиасообщения"
  ],
  "details": [
    [
      "Вам почти наверняка знакомо имя великого английского поэта и драматурга Уильяма Шекспира (William Shakespeare), который жил и творил в 16 веке. Автор «Гамлета», «Ромео и Джульетты» и множества других великих пьес и прекрасных сонетов оказал огромное влияние на английскую литературу.",
      "Уильям Шекспир ввел в употребление более 1000 совершенно новых слов, которые прочно вошли в лексикон английского языка и используются по сей день."
    ],
    [
      "В Соединенных Штатах на федеральном уровне не существует законодательного акта о государственном языке, хотя в законах некоторых штатов таким языком называется английский.",
      "Несмотря на то что английский язык в США самый распространенный, он далеко не единственный, на котором говорят американцы. Согласно данным за 2017 год, более 40 миллионов человек говорят по-испански, и еще 3,4 миллиона – по-китайски. В Америке живут люди самого разного происхождения, которые разговаривают на десятках языков!",
      "Это означает, что если вы приедете в США, там вам встретится множество американцев, для которых английский язык не является родным, как и для вас."
    ],
    [
      "Некоторые из вас, возможно, задаются вопросом: почему английский настолько популярен во всем мире? Причин тому много, но есть несколько основных.",
      "В те времена, когда Британия была империей (16 век – вторая половина 20 века), ей принадлежали обширные территории и колонии в разных частях земного шара. Англия контролировала огромные земли в Европе, Северной Америке, Африке и Вест-Индии. И разумеется, на всех территориях империи был в ходу английский язык.",
      "Вторым мощным толчком к распространению английского языка в глобальном масштабе стал экономический взлет Соединенных Штатов: в 20 веке эта страна превратилась в крупнейшего мирового игрока на политической, экономической и социальной арене.",
      "Взрывное развитие мобильных технологий произошло, в первую очередь, в англоговорящих странах. Вместе со смартфоном в самые отдаленные уголки планеты проник и английский язык – например, такие слова, как “internet” и “iPhone”."
    ],
    [
      "За долгие годы английский алфавит сократился! Сейчас в нем 26 букв, а когда-то было 29."
    ],
    [
      "Разные источники дают разные списки наиболее употребительных английских слов, но “good” в любом из них стоит на первых позициях.",
      "Сайт Syllable Count ставит его на первое место. С другой стороны, на сайте Word Frequency Data оно располагается после “other” и “new”."
    ],
    [
      "Оксфордский словарь английского языка выяснил, что существительное “time” употребляется чаще, чем любое другое.",
      "Слово “person” занимает второе место, а слово “year” – третье."
    ],
    [
      "“Palindrome” (палиндром) это когда слово или фраза читаются задом наперед точно так же, как и в обычном направлении. Пример слова-палиндрома: “madam”."
    ],
    [
      "Такие слова называются “ambigram” (амбиграмма). Если амбиграмму перевернуть, она будет читаться точно так же.",
      "Хороший пример английской амбиграммы – слово “SWIMS”, написанное заглавными буквами."
    ],
    [
      "Это 20 процентов мирового населения!",
      "Из них приблизительно 600-700 миллионов не являются носителями английского языка, то есть говорят на нем, как на иностранном. Больше информации здесь: St George International."
    ],
    [
      "Законченное предложение должно содержать все обязательные члены, то есть подлежащее и сказуемое.",
      "Например, команда “Go!”, хотя она и короче, чем “I am”, не является самым коротким законченным предложением, потому что в нем отсутствует подлежащее, в данном случае “you”. Строго говоря, оно должно звучать так: “You go!”"
    ],
    [
      "Такие данные аналитической интернет-компании Twinword немного обескураживают. С другой стороны, это означает, что если вы учите английский как иностранный, вам необязательно запоминать весь миллион английских слов, чтобы вас поняли."
    ],
    [
      "Это значит, что все переговоры между авиационными службами разных стран ведутся на английском.",
      "Возможно, вы заметили, что экипаж любого судна любой авиакомпании владеет английским языком. Теперь вы знаете, почему!"
    ]
  ]
}
