{
  "info": [
    "Уильям Шекспир придумал более 1000 английских слов.",
    "Современный английский язык это результат смешения двух языков: французского и староанглийского",
    "В США нет официального государственного языка.",
    "В английском когда-то была грамматическая категория рода.",
    "Английский язык использует латинский алфавит.",
    "Английский язык распространили по всему миру Британская империя и iPhone.",
    "В английском языке когда-то было на 3 буквы больше, чем сейчас",
    "Английский – официальный язык мирового авиасообщения.",
    "Английский язык обязан своим запутанным правописанием человеку по имени Уильям Кекстон (William Caxton).",
    "Каждые два часа в английском словаре появляется новое слово.",
    "Английским языком владеют примерно 1,5 миллиарда человек",
    "В английском больше слов, чем почти в любом другом языке.",
    "Среднестатистический носитель английского языка знает от 20 до 30 тысяч слов.",
    "“E” – самая популярная буква английского алфавита.",
    "Самое длинное английское слово – “pneumonoultramicroscopicsilicovolcanoconiosis”.",
    "Самое короткое законченное английское предложение – “I am”.",
    "Некоторые старейшие английские слова до сих пор широко употребляются.",
    "Самое употребительное английское прилагательное –  “good”.",
    "Самое употребительное английское существительное – “time”.",
    "Среди живых языков самым близкородственным английскому является фризский.",
    "Два английских слова в одном",
    "Все буквы английского алфавита можно запихнуть в одно предложение.",
    "Некоторые английские слова можно читать в любую сторону.",
    "Некоторые английские слова можно переворачивать вверх тормашками.",
    "Есть специальное название для слов, в которых ни одна буква не повторяется.",
    "Некоторые английские слова образовались путем самоповтора."
  ],
  "details": [
    "Уильям Шекспир ввел в употребление более 1000 совершенно новых слов, которые прочно вошли в лексикон английского языка и используются по сей день.",
    "В 1066 году Англия была завоевана норманнами под предводительством короля Вильгельма, которые пришли с территории современной Франции. Французский на два столетия стал языком английской знати, в то время как простонародье говорило на староанглийском, который являлся одним из старогерманских языков, с германской грамматикой и лексикой",
    "В Соединенных Штатах на федеральном уровне не существует законодательного акта о государственном языке, хотя в законах некоторых штатов таким языком называется английский.",
    "В английском языке рода у существительных нет. Но когда-то он был! В книге “Gender Shifts in the History of English” (Исторические изменения рода в английском языке) описывается, как английский утратил эту грамматическую категорию.\nНа самом деле, без категории рода язык стал гораздо проще. В нем теперь меньше правил, род существительных запоминать больше не нужно, а значит, учить английский стало легче!",
    "Латиница, или латинский алфавит, происходит от алфавита древних этрусков. Сегодня это самый распространенный алфавит в мире, что также упрощает изучение английского для многих людей.",
    "Когда Британия была империей (16 век – вторая половина 20 века), ей принадлежали обширные территории и колонии в разных частях земного шара. Англия контролировала огромные земли в Европе, Северной Америке, Африке и Вест-Индии. И разумеется, на всех территориях империи был в ходу английский язык.\nВзрывное развитие мобильных технологий произошло, в первую очередь, в англоговорящих странах. Вместе со смартфоном в самые отдаленные уголки планеты проник и английский язык – например, такие слова, как “internet” и “iPhone”",
    "За долгие годы английский алфавит сократился! Сейчас в нем 26 букв, а когда-то было 29.",
    "Это значит, что все переговоры между авиационными службами разных стран ведутся на английском.\nВозможно, вы заметили, что экипаж любого судна любой авиакомпании владеет английским языком. Теперь вы знаете, почему!",
    "Разумеется, мы не можем полностью возложить вину за ужасы английской орфографии на этого достойного джентльмена. За долгую английскую историю к ней приложили руку и другие люди, но Кекстон постарался больше всех",
    "Составители и редакторы Оксфордского словаря английского языка подсчитали, что каждый год в словарь добавляется около 4000 новых слов.\nЭто означает, что одно новое слово попадает в словарь приблизительно раз в два часа!",
    "Это 20 процентов мирового населения!\nИз них приблизительно 600-700 миллионов не являются носителями английского языка, то есть говорят на нем, как на иностранном",
    "В настоящее время в английском языке насчитывается около одного миллиона слов.",
    "Такие данные аналитической интернет-компании Twinword немного обескураживают. С другой стороны, это означает, что если вы учите английский как иностранный, вам необязательно запоминать весь миллион английских слов, чтобы вас поняли",
    "По данным Оксфордского словаря, в английском языке наиболее часто используется буква  “E”, а наименее часто – буква “Q”.\nДля наглядности скажем, что “E” употребляется в 56 раз чаще, чем “Q”.",
    "В нем 45 букв, а по-русски оно гораздо короче – «пневмокониоз». Это болезнь дыхательных путей, вызванная вдыханием вулканической пыли.",
    "Законченное предложение должно содержать все обязательные члены, то есть подлежащее и сказуемое.\nНапример, команда “Go!”, хотя она и короче, чем “I am”, не является самым коротким законченным предложением, потому что в нем отсутствует подлежащее, в данном случае “you”. Строго говоря, оно должно звучать так: “You go!”",
    "Среди них: “I”, “love”, “black”, “mother”, “fire”, “hand” и “hear”.\nМногие из этих слов используются с 900 года и даже дольше.\nСамые старые английские слова вы найдете на сайте Dictionary.com. Некоторые из них вас удивят!",
    "Разные источники дают разные списки наиболее употребительных английских слов, но “good” в любом из них стоит на первых позициях.\nСайт Syllable Count ставит его на первое место. С другой стороны, на сайте Word Frequency Data оно располагается после “other” и “new”.",
    "Оксфордский словарь английского языка выяснил, что существительное “time” употребляется чаще, чем любое другое.\nСлово “person” занимает второе место, а слово “year” – третье.",
    "На фризском языке сегодня говорят в трех небольших областях Германии и Нидерландов.",
    "В английском языке есть слова, который образовались в результате слияния двух слов, при этом сливается и форма, и значение. Это явление по-английски называется “portmanteau”, а по-русски – стяжение, или «слово-чемодан».\nНапример, таким «чемоданом» является новое слово “hangry”. Это одновременно “hungry” и “angry”, то есть «злой и голодный».",
    "Этот прием называется “pangram” (панграмма). Самая знаменитая английская панграмма выглядит так: “The quick brown fox jumps over a lazy dog”.",
    "“Palindrome” (палиндром) это когда слово или фраза читаются задом наперед точно так же, как и в обычном направлении. Пример слова-палиндрома: “madam”.",
    "Такие слова называются “ambigram” (амбиграмма). Если амбиграмму перевернуть, она будет читаться точно так же.\nХороший пример английской амбиграммы – слово “SWIMS”, написанное заглавными буквами.",
    "Такие слова называются “isogram” (изограмма).  Изограмма – слово или словосочетание, в котором ни одна буква не повторяется.  Например, слово “dialogue” это изограмма.",
    "Такой способ словообразования называется “tautonym” (тавтоним). Примером тавтонима является чрезвычайно распространенное английское слово “so-so”, которое означает «нормально» или «более-менее»."
  ]
}
